import React from 'react';
import './HomePage.css';
const HomePage = () => {
  return (
    <div className="home-page">
      <section className="intro">
        <div class='text'>
          <h2>Платфома моніторингу конфліктів</h2>
          <p>Наша платформа забезпечує моніторинг міжнародних конфліктів по всьому світу в реальному часі. Будьте в курсі останніх подій у зонах конфлікту та розумійте контекст за кожною кризою.</p>
        </div>
        <img src="home1.jpg" alt="Моніторинг конфліктів" />
      </section>
      
      <section className="features">
        <h3>Особливості</h3>
        <ul>
          <li>Інтерактивна карта з підсвіченими зонами конфлікту</li>
          <li>Детальна інформація про кожний конфлікт</li>
          <li>Регулярні оновлення та сповіщення</li>
          <li>Історичні дані та аналіз</li>
        </ul>
      </section>
      
      <section className="about">
        <img src="home2.jpg" alt="Про нас" />
        <div>
          <h3>Про нас</h3>
          <p>Ми - команда присвячених дослідників та розробників, які прагнуть надавати точну та актуальну інформацію про міжнародні конфлікти. Нашою метою є підвищення обізнаності та сприяння розумінню складних глобальних проблем.</p>
        </div>
      </section>
    </div>
  );
};

export default HomePage;
